Repository: ikigai-fyi/Memories
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Connect with Strava
fr: Se connecter avec Strava

source: Widgets for Strava
fr: Widgets pour Strava

source: Need help?
fr: Besoin d'aide ?

source: Add widget
fr: Ajouter le widget

source: Suggest features
fr: Donner mon avis

source: Your widget preview
fr: Aperçu du widget

source: Done
fr: Terminer

source: Cancel
fr: Annuler

source: url_help_widget
fr: https://support.apple.com/fr-fr/HT207122

source: Share the app
fr: Partager à un ami

source: Are you sure? This action is irreversible.
fr: Êtes vous sûr(e) ? Cette action est irréversible.

source: share_message
fr: Télécharge Memories : Widgets pour Strava 🏊🚴🏃‍♂️! J'utilise Menories pour ajouter un widget qui affiche mes meilleurs souvenirs sportifs.

source: url_app
fr: https://apps.apple.com/fr/app/memories-widget-pour-strava/id6448870765

source: You're almost there! 🎉
fr: Tu y es presque ! 🎉

source: Refresh widget
fr: Actualiser le widget

source: Ok, got it !
fr: Ok, j'ai compris !

source: Open activity in Strava
fr: Ouvrir dans Strava

source: Getting started
fr: C'est parti !

source: Welcome to Memories. Please open the app to connect your Strava account.
fr: Bienvenue sur Memories. Ouvrez l'app pour connecter votre compte Strava.

source: Sorry, we can't find activities
fr: Aucune activité trouvée

source: Time to launch Strava and go for a run!
fr: À vous de jouer ! Lancez Strava et démarrez une activité.

source: No picture in recent activities
fr: Aucune activité récente ne contient de photo

source: Launch Strava and add pictures to any of your recent activities!
fr: Ouvrez Strava et ajoutez une image à l'une de vos activités récentes.

source: No picture in activities
fr: Aucune activité ne contient de photo

source: Launch Strava and add pictures to any of your activities!
fr: Ouvrez Strava et ajoutez une image à l'une de vos activités.

source: Sorry, this widget isn't working
fr: Oups, le widget ne fonctionne pas

source: We're having problems fetching content from Memories right now. Try checking back later.
fr: Nous avons des difficultés à accéder à Memories. Réessayez dans quelques instants.

source: Successfully connected to Strava
fr: Compte lié à Strava

source: Logout
fr: Se déconnecter

source: Profile
fr: Profil

source: Delete my account
fr: Supprimer mon compte

source: Account deletion
fr: Supprimer mon compte

source: Widget settings
fr: Réglages du widget

source: Units
fr: Unités de mesure

source: Metric
fr: Métrique

source: Contact us
fr: Nous contacter

source: Settings
fr: Réglages

source: Refresh %dx per day
fr: Mis à jour %dx par jour
